START_MENU_TEXT = ("Здравствуйте, {user}!\n"
                   "Это курсы программирования GEEKS!\n"
                   "Мы обучили более 2000 cтудентов.\n"
                   "Мы предоставляем стажировку @geeks_pro\n"
                   "Готовим к работе @geekstudiokg\n"
                   "У нас каждую неделю проходит бесплатные пробные уроки по всем направлениям.\n"
                   "Участвуя на них вы можете попробовать себя в IT сфере.\n\n"
                   "Вы можете 👇"
                   )

REGISTRATION_TEXT = ("Вы успешно зарегистретировались на пробный урок🤩\n"
                     "Если у вас имеется ноутбук вы можете брать собой и написать свою первую программу."
                     "Также мы можем вам предоставить ноутбук"
                     "Мы ждем вас, {user}"
                     "Наш адрес: г.Бишкек, Ибраимова 103, БЦ Victory, правое крыло 4этаж!!!")


REVIEW_TEXT = ("Благодорим за ваш отзыв, {user}."
               "Мы надеемся увидеть вас в рядах наших гиков!!!")

SIGN_UP_TEXT = ("Здравствуйте, {user}!\n"
                "Мы очень рады что вы собираетесь записаться на наши курсы."
                "Будем рады видеть вас {user}, в рядах наших студентов!!!\n"
                "Вы не будете одни учители, менторы всегда будет вам помагать"
                "C нами куча возможностей: коворкинг в 3 городах Кыргызстана,"
                "Возможность стать ментором после 1 месяца обучения."
                "Сертификат государственного образца."
                "Бесплатный повтор и также заморозка курса.\n\n"
                "Для того чтобы записаться просим отвечать на наши вопросы:"
                "Напишите свою фамилию:")


CONTACT_TEXT = ('Для того чтобы свзаться с нами:\n'
                'Наши номера: 0123456789/ 0222222222\n'
                'Наш инстаграм: @geeks_edu \n'
                "Наш адрес: г.Бишкек, Ибраимова 103, БЦ Victory, правое крыло 4этаж.\n"
                'Мы будем рады отвечать на ваши вопросы!')

